[{"index":0,"Topic":-1,"Count":604,"Name":"-1_the_of_to_and","Representation":"the,of,to,and,russian,in,on,ukrainian,ukraine,that","Representative_Docs":"It marked a turning point in conflict; it was the first battle between the separatists and the Ukrainian government that involved large numbers of Russian \"volunteers\".: 15  According to Ukraine, at the height of the conflict in the summer of 2014, Russian paramilitaries made up between 15% and 80% of the combatants.,After the invasion began, Russian state media falsely claimed that some military units fighting for Ukraine were under NATO command, and that thousands of NATO soldiers had been killed.,In a televised meeting with military bloggers on 13 June 2023 the Russian President Vladimir Putin claimed that Russia and Ukraine had come on that day to \"a good agreement on how to resolve the current situation by peaceful means\" but then the Ukrainians \"threw it away\" after the withdrawal of Russian troops from Kyiv following the failed Russian 2022 offensive on Kyiv."},{"index":1,"Topic":0,"Count":151,"Name":"0_media_disinformation_the_russian","Representation":"media,disinformation,the,russian,of,chinese,social,news,and,been","Representative_Docs":"Russian disinformation has been pervasive and successful in Russia itself, due to censorship of war news and state control of most media.,In particular, Chinese state media has been largely sympathetic to the Russian side, and has repeatedly censored war news or reproduced Russian fake news and disinformation.,As part of the Russian invasion of Ukraine, the Russian state and state-controlled media have spread disinformation in an information war."},{"index":2,"Topic":1,"Count":90,"Name":"1_zelenskyy_peace_talks_that","Representation":"zelenskyy,peace,talks,that,with,president,lavrov,the,on,to","Representative_Docs":"There will be peace – on our terms.\"Putin's spokesperson Dmitry Peskov and Russian Foreign Minister Sergey Lavrov said that any peace plan could only proceed from Ukraine's recognition of Russia's sovereignty over the regions it annexed from Ukraine in September 2022.,In January 2023, Putin's spokesperson Peskov said that \"there is currently no prospect for diplomatic means of settling the situation around Ukraine.\"In May 2023, UN Secretary-General António Guterres said peace negotiations to end the Russo-Ukrainian War were \"not possible at this moment\", saying it was clear that Russia and Ukraine were \"completely absorbed in this war\" and each \"convinced that they can win.\"In June 2023, Ukrainian Defense Minister Oleksii Reznikov said that the peace plans presented by China, Brazil and Indonesia are attempts at mediation on behalf of Russia, and \"they all currently want to be mediators on Russia's side.,On 6 April 2023, Oleksiy Danilov, Secretary of the National Security and Defense Council of Ukraine, said about a possible peace agreement between Russia and Ukraine, which would freeze the conflict and leave the annexed territories of Ukraine, including Crimea, in Russia's possession, that \"If Ukrainian President Volodymyr Zelensky proposes peace talks between Kyiv and Moscow, he will commit political suicide.\"On 7 April 2023, Russian Foreign Minister Sergey Lavrov said that Russia rejects the \"unipolar world order\" led by the United States and wants any peace talks with Ukraine to focus on creating a \"new world order.\"On 30 April, Pope Francis announced that the Vatican is taking part in a secret \"peace mission\" to try to end the war between Russia and Ukraine."},{"index":3,"Topic":2,"Count":81,"Name":"2_he_ukraine_putin_and","Representation":"he,ukraine,putin,and,that,of,nazism,claimed,the,nazi","Representative_Docs":"Putin also falsely claimed that Ukrainian government officials were neo-Nazis under Western control, that Ukraine was developing nuclear weapons, and that NATO was building up military infrastructure in Ukraine to threaten Russia.,According to journalist Natalia Antonova, \"Russia's present-day war of aggression is refashioned by propaganda into a direct continuation of the legacy of the millions of Russian soldiers who died to stop\" Nazi Germany in World War II. Ukraine's rejection of the adoption of Russia-initiated General Assembly resolutions on combating the glorification of Nazism, the latest iteration of which is General Assembly Resolution A/C.3/76/L.57/Rev.1 on Combating Glorification of Nazism, Neo-Nazism and other Practices that Contribute to Fueling Contemporary Forms of Racism, Racial Discrimination, Xenophobia and Related Intolerance, serve to present Ukraine as a pro-Nazi state, and indeed likely forms the basis for Russia's claims, with the only other state rejecting the adoption of the resolution being the US.,He incorrectly stated that Vladimir Lenin had created Ukraine, by carving a separate Soviet Republic out of what Putin said was Russian land, and that Nikita Khrushchev \"took Crimea away from Russia for some reason and gave it to Ukraine\" in 1954.Putin falsely claimed that Ukrainian society and government were dominated by neo-Nazism, invoking the history of collaboration in German-occupied Ukraine during World War II, and echoing an antisemitic conspiracy theory that cast Russian Christians, rather than Jews, as the true victims of Nazi Germany."},{"index":4,"Topic":3,"Count":64,"Name":"3_nato_join_russia_to","Representation":"nato,join,russia,to,not,member,joining,is,membership,it","Representative_Docs":"NATO's official policy is that it does not seek confrontation, and NATO and Russia had co-operated until Russia annexed Crimea.,Ukraine has sought NATO membership since Russia began its military intervention in 2014, and it applied to join NATO following the 2022 invasion.,Ukraine is not a NATO member, but Putin claimed that Ukraine is under NATO control."},{"index":5,"Topic":4,"Count":48,"Name":"4_were_killed_soldiers_deaths","Representation":"were,killed,soldiers,deaths,ukrainian,civilian,in,thousands,estimated,civilians","Representative_Docs":"Civilians are not being targeted The United Nations estimated that as of July 24, the war has killed or injured more than 12,000 civilians ,According to the Office of the United Nations High Commissioner for Human Rights, 6,500 were Russian proxy forces, 4,400 were Ukrainian forces, and 3,404 were civilians on both sides of the frontline.,The vast majority of civilian deaths were in the first year, and the death rate in the Donbas War was actually falling before the 2022 Russian invasion: in 2019 there were 27 conflict-related civilian deaths, in 2020 there were 26 deaths, and in 2021 there were 25 deaths, over half of them from mines and unexploded ordnance."},{"index":6,"Topic":5,"Count":47,"Name":"5_poll_conducted_public_opinion","Representation":"poll,conducted,public,opinion,in,levada,ukrainians,of,respondents,polled","Representative_Docs":"Following Russia's invasion of Ukraine, however, public attitudes towards China shifted: an opinion poll conducted in February-March 2023 by the Razumkov Centre showed that 60% of Ukrainians surveyed had a negative view of China.,At the end of March, a poll conducted in Russia by the Levada Center concluded the following: When asked why they think the military operation is taking place, respondents said it was to protect and defend civilians, ethnic Russians or Russian speakers in Ukraine (43%), to prevent an attack on Russia (25%), to get rid of nationalists and \"denazify\" Ukraine (21%), and to incorporate Ukraine and/or the Donbas region into Russia (3%).\"In China, India, Indonesia, Malaysia, Africa, the Arab world, and Latin America, some social media users trended towards showing sympathy for Russian narratives.,At the end of March, a poll conducted in Russia by the Levada Center concluded the following: When asked why they think the military operation is taking place, respondents said it was to protect and defend civilians, ethnic Russians or Russian speakers in Ukraine (43%), to prevent an attack on Russia (25%), to get rid of nationalists and \"denazify\" Ukraine (21%), and to incorporate Ukraine or the Donbas region into Russia (3%).\""},{"index":7,"Topic":6,"Count":46,"Name":"6_missile_on_missiles_reported","Representation":"missile,on,missiles,reported,attack,destroyed,ukrainian,explosions,at,strikes","Representative_Docs":"The Russian cruiser Moskva, the flagship of the Black Sea Fleet, was, according to Ukrainian sources and a US senior official, hit on 13 April by two Ukrainian Neptune anti-ship cruise missiles, setting the ship on fire.,The same day, the Ukrainian Main Directorate of Intelligence launched a missile strike on the Black Sea Fleet headquarters in Sevastopol, Crimea, killing several senior military officials.,On 15 April, Reuters reported that Russia launched an apparent retaliatory missile strike against the missile factory Luch Design Bureau in Kyiv where the Neptune missiles used in the Moskva attack were manufactured and designed."},{"index":8,"Topic":7,"Count":38,"Name":"7_invasion_ukraine_of_the","Representation":"invasion,ukraine,of,the,cultural,would,russia,russian,war,24","Representative_Docs":"The Russian invasion of Ukraine began on the morning of 24 February 2022, when Putin announced a \"special military operation\" to \"demilitarise and denazify\" Ukraine.,He stated, \"Losing this war on the territory that President Vladimir Putin personally named New Russia would threaten the Kremlin's power and, personally, the power of the president\".In response to the deteriorating situation, Russia abandoned its hybrid approach, and began a conventional invasion on 25 August 2014.,On 24 February 2022, Russia began the Russian invasion of Ukraine as an escalation of the ongoing Russo-Ukrainian War."},{"index":9,"Topic":8,"Count":37,"Name":"8_crimes_civilians_of_children","Representation":"crimes,civilians,of,children,torture,humanity,rape,and,criminal,deportation","Representative_Docs":"Since the beginning of the Russian invasion of Ukraine in 2022, Russian authorities and armed forces have committed multiple war crimes in the form of deliberate attacks against civilian targets, massacres of civilians, torture and rape of women and children, and indiscriminate attacks in densely populated areas.,During the Russian invasion of Ukraine, numerous war crimes and crimes against humanity were recorded and extensively documented, including attacks on civilians and energy-related infrastructure, wilful killings, unlawful confinement, torture, rape, unlawful transfers and deportations of children, and others.,The International Criminal Court (ICC) opened investigations into possible crimes against humanity, war crimes, abduction of children, and genocide, issuing an arrest warrant for Putin in March 2023."},{"index":10,"Topic":9,"Count":36,"Name":"9_sanctions_invasion_markets_reactions","Representation":"sanctions,invasion,markets,reactions,imposed,condemnation,international,dollar,the,foreign","Representative_Docs":"Political reactions to the invasion included new sanctions imposed on Russia, which triggered widespread economic effects on the Russian and world economies.,Other observers considered that the positive reaction of the global financial markets on Monday 17 March 2014, after the announcement of sanctions against Russia by the EU and the US, revealed that these sanctions were too weak to hurt Russia.,The invasion was internationally condemned; many countries imposed sanctions against Russia and increased existing sanctions."},{"index":11,"Topic":10,"Count":34,"Name":"10_mariupol_azovstal_steel_civilians","Representation":"mariupol,azovstal,steel,civilians,siege,evacuated,works,factory,on,from","Representative_Docs":"On 24 June, CNN reported that, amid continuing scorched-earth tactics being applied by advancing Russian troops, Ukraine's armed forces were ordered to evacuate the Severodonetsk; several hundred civilians taking refuge in the Azot chemical plant were left behind in the withdrawal, with some comparing their plight to that of the civilians at the Azovstal steel works in Mariupol in May.,On 13 April, Russian forces intensified their attack on the Azovstal Iron and Steel Works in Mariupol, and the remaining Ukrainian personnel defending it.,By 20 May, Mariupol fell to Russian troops following a prolonged siege of the Azovstal steel works."},{"index":12,"Topic":11,"Count":31,"Name":"11_front_kyiv_from_towards","Representation":"front,kyiv,from,towards,launched,belarus,sumy,kharkiv,encircle,and","Representative_Docs":"The main infantry and tank attacks were launched in four spearheads, creating a northern front launched towards Kyiv from Belarus, a southern front from Crimea, a southeastern front from Russian-controlled Donbas, and an eastern front from Russia towards Kharkiv and Sumy.,Russian air strikes and a ground invasion launched at a northern front from Belarus towards Kyiv, a southern front from Crimea, and an eastern front from the Donbas and towards Kharkiv.,Russian attacks were initially launched on a northern front from Belarus towards Kyiv, a southern front from Crimea, and a south-eastern front from Luhansk and Donetsk and towards Kharkiv."},{"index":13,"Topic":12,"Count":26,"Name":"12_us_biological_intelligence_weapons","Representation":"us,biological,intelligence,weapons,officials,birds,using,united,chemical,that","Representative_Docs":"United States officials said they had intelligence suggesting that Russia might be preparing to use chemical weapons in Ukraine, a claim that US President Joe Biden later echoed publicly.,Director of the CIA William Burns told the U.S. Senate that Russia was using such claims to prepare the terrain for a biological or chemical attack by Russian forces against Ukraine, which they would then blame on the United States and Ukraine.,However, in April 2022, three U.S. officials told NBC News that there is no evidence of Russia bringing chemical weapons near to Ukraine, and that the intelligence was released to deter Russia from using chemical weapons.U.S. officials had said that Russia had turned to China for potential military assistance, a claim one European official and two U.S. officials told NBC lacked hard evidence."},{"index":14,"Topic":13,"Count":24,"Name":"13_city_forces_kherson_sievierodonetsk","Representation":"city,forces,kherson,sievierodonetsk,captured,on,russian,lysychansk,severodonetsk,of","Representative_Docs":"On 2 March, Russian forces were repelled from Sievierodonetsk during an attack against the city.,On 2 March, Russian troops took Kherson; this was the first major city to fall to Russian forces.,On 9 November, defence minister Shoigu ordered Russian forces to leave part of Kherson Oblast, including the city of Kherson, and move to the eastern bank of the Dnieper."},{"index":15,"Topic":14,"Count":24,"Name":"14_2023_round_2022_march","Representation":"2023,round,2022,march,june,campaign,november,october,20192020,2020s","Representative_Docs":"2023 counteroffensives and summer campaign (8 June 2023 – present),March 2023 ====,June 2023 ===="},{"index":16,"Topic":15,"Count":24,"Name":"15_chinas_chinese_xi_peace","Representation":"chinas,chinese,xi,peace,china,jinping,to,proposal,that,the","Representative_Docs":"U.S. Secretary of State Antony Blinken questioned China's peace proposal, saying \"the world should not be fooled by any tactical move by Russia, supported by China or any other country, to freeze the war on its own terms.\"During the 2023 Belarus-China summit, Belarusian President Alexander Lukashenko and Xi jointly stated \"deep concern about the development of the armed conflict in the European region and extreme interest in the soonest possible establishment of peace in Ukraine[.]\"In June 2023, China's envoy to Ukraine Li Hui urged all parties to respect territorial integrity, stop arming the battlefield, and ensure the safety of nuclear facilities.,U.S. Secretary of State Antony Blinken questioned China's peace proposal, saying \"the world should not be fooled by any tactical move by Russia, supported by China or any other country, to freeze the war on its own terms.\"On 26 April 2023, Chinese leader Xi Jinping called Ukrainian President Volodymyr Zelenskyy, over a month after Xi's summit with Russia's President Vladimir Putin.,On 15 March 2022, Chinese Ambassador to the United States Qin Gang wrote an op-ed in The Washington Post stating that \"conflict between Russia and Ukraine does no good for China,\" that \"the sovereignty and territorial integrity of all countries, including Ukraine, must be respected; the legitimate security concerns of all countries must be taken seriously,\" and that \"threats against Chinese entities and businesses, as uttered by some U.S. officials, are unacceptable.\"On 29 April 2022, Chinese Foreign Ministry spokesperson Zhao Lijian called China–Russia relations a \"new model of international relations\" that involved \"not causing confrontations or targeting other nations\", rising above \"the model of military and political alliance in the Cold War era.\"Quoting the Russian parliament, The New York Times reported that in September 2022 Li Zhanshu, the third highest-ranking Politburo Standing Committee member of the Chinese Communist Party (CCP) and a top advisor to CCP General Secretary Xi Jinping, blamed NATO for expanding next to Russia and told a group of Russian legislators that \"we fully understand the necessity of all the measures taken by Russia\" and that it was placed in an \"impossible situation\" on the Ukrainian issue."},{"index":17,"Topic":16,"Count":22,"Name":"16_protests_revolution_prorussian_euromaidan","Representation":"protests,revolution,prorussian,euromaidan,orange,unrest,demonstrations,dignity,occurred,known","Representative_Docs":"This coerced withdrawal triggered a wave of protests known as Euromaidan, culminating in the Revolution of Dignity in February 2014.,Russian President Vladimir Putin accused organisers of the 2011–2013 Russian protests of being former advisors to Yushchenko, and described the protests as an attempt to transfer the Orange Revolution to Russia.,In early 2014, the Euromaidan protests led to the Revolution of Dignity and the ousting of Ukraine's pro-Russian president Viktor Yanukovych."},{"index":18,"Topic":17,"Count":21,"Name":"17_donbas_in_war_winter","Representation":"donbas,in,war,winter,the,separatists,newly,offensive,novorossiya,and","Representative_Docs":"Following Ukraine's Revolution of Dignity, Russia annexed Crimea from Ukraine and supported pro-Russian separatists fighting the Ukrainian military in the Donbas war.,Reactions to the war in Donbas,Near the end of May, Mark Galeotti assessed that \"after Russia's abortive and ill-conceived winter offensive, which squandered its opportunity to consolidate its forces, Ukraine is in a relatively strong position.\"On 7 February, The New York Times reported that Russians had newly mobilised nearly 200,000 soldiers to participate in the offensive in the Donbas, against Ukraine troops already wearied by previous fighting."},{"index":19,"Topic":18,"Count":21,"Name":"18_references_background_links_external","Representation":"references,background,links,external,reading,notes,further,timeline,civil,prelude","Representative_Docs":"References,References,References"},{"index":20,"Topic":19,"Count":21,"Name":"19_companies_chinese_drones_department","Representation":"companies,chinese,drones,department,2023,ammunition,used,components,shipped,iran","Representative_Docs":"In June 2022, the United States Department of Commerce added 36 companies to the Entity List based in more than eight countries, including five from China, alleging that they supplied Russian and Iranian entities with items under US sanction for the war in Ukraine.,Politico reported in March 2023 that Chinese state-owned weapons manufacturer Norinco shipped assault rifles, drone parts, and body armor to Russia between June and December 2022, with some shipments via third countries including Turkey and the United Arab Emirates.,In March 2023, Politico reported that between June and December 2022, Chinese companies such as the state-owned Norinco shipped dual-use items, including assault rifles, drone parts, and body armor, to Russian companies, which have also been routing shipments via Middle Eastern countries that have relationships with both Russia and the West."},{"index":21,"Topic":20,"Count":20,"Name":"20_china_chinese_has_position","Representation":"china,chinese,has,position,citizens,is,as,that,the,russia","Representative_Docs":"The Chinese government denied the allegations, stating that the goal of \"this kind of rhetoric is to divert attention and shift blame, which is utterly despicable.\"The Chinese government did not inform its citizens to take refuge until 25 February 2022, after the bombing started, and the Chinese embassy in Ukraine advised Chinese citizens to leave Ukraine immediately.,Reznikov said that Ukraine is willing to accept China as a mediator for peace talks between Russia and Ukraine only if Beijing could convince Russia to withdraw from all the territories it has occupied in Ukraine.,Mark Leonard of the European Council on Foreign Relations has stated that \"for China, the war in Ukraine simply isnot that important,\" adding that the war is seen \"not as a cataclysmic war that’s reshaping the global order, but as a proxy conflict.\"Joseph Torigian of the American University described the Chinese government's position on the invasion as a \"balancing act,\" stating that \"the governments of both countries hold similarly negative views about America’s role in Europe and Asia\" but that China would not be willing to put its financial interests at risk to support Russia, especially given that China was \"trying to preserve its reputation as a responsible stakeholder.\""},{"index":22,"Topic":21,"Count":20,"Name":"21_refugees_million_refugee_crisis","Representation":"refugees,million,refugee,crisis,over,as,displaced,un,since,largest","Representative_Docs":"In the first week of the invasion, the UN reported over a million refugees had fled Ukraine; this subsequently reached over eight million by 31 January 2023.,About 8 million Ukrainians had been internally displaced and more than 8.2 million had fled the country by April 2023, creating Europe's largest refugee crisis since World War II. Extensive environmental damage caused by the war, widely described as an ecocide, contributed to food crises worldwide.,In the first week of the invasion, the UN reported over a million refugees had fled Ukraine; this subsequently rose to over 7,405,590 by 24 September, a reduction from over eight million due to some refugees' return."},{"index":23,"Topic":22,"Count":19,"Name":"22_gas_stream_pipeline_nord","Representation":"gas,stream,pipeline,nord,transit,natural,europe,weapon,gazprom,deal","Representative_Docs":"Following Russia's launch of the Nord Stream pipeline, which bypasses Ukraine, gas transit volumes steadily decreased.,In August 2021, Zelenskyy warned that the Nord Stream 2 natural gas pipeline between Russia and Germany was \"a dangerous weapon, not only for Ukraine but for the whole of Europe.\",Gazprom and Ukraine agreed to a five-year deal on Russian gas transit to Europe at the end of 2019.In 2020, the TurkStream natural gas pipeline running from Russia to Turkey changed the regional gas flows in South-East Europe by diverting the transit through Ukraine and the Trans Balkan Pipeline system."},{"index":24,"Topic":23,"Count":17,"Name":"23_counteroffensive_launched_south_bakhmut","Representation":"counteroffensive,launched,south,bakhmut,counteroffensives,forces,2023,near,ukrainian,east","Representative_Docs":"On 6 September 2022, Ukrainian forces launched a surprise counteroffensive in the Kharkiv region, beginning near Balakliia, led by General Syrskyi.,On 18 May 2023, The New York Times reported that Ukrainian forces had launched a local counteroffensive, taking back swathes of territory to the north and south of Bakhmut over the course of a few days.,Ukrainian forces launched another surprise counteroffensive on 6 September in the Kharkiv region near Balakliia led by General Syrskyi."},{"index":25,"Topic":24,"Count":16,"Name":"24_annexation_crimea_annexed_four","Representation":"annexation,crimea,annexed,four,illegal,referendums,2014,referendum,denounced,september","Representative_Docs":"Reactions to the Russian annexation of Crimea,On 20 February 2014, Russia began an annexation of Crimea.,Russian annexation of Crimea (2014)"},{"index":26,"Topic":25,"Count":16,"Name":"25_conflict_list_zone_conflicts","Representation":"conflict,list,zone,conflicts,warfare,trench,wars,naval,political,armed","Representative_Docs":"Investigations and the recovery of bodies began in the conflict zone as fighting continued.,The conflict was marked by artillery duels, special forces operations, and trench warfare.,Both sides began fortifying their position by building networks of trenches, bunkers and tunnels, turning the conflict into static trench warfare."},{"index":27,"Topic":26,"Count":16,"Name":"26_resupply_withdrawn_troops_retreated","Representation":"resupply,withdrawn,troops,retreated,april,redeployment,front,northern,southeastern,confirmed","Representative_Docs":"On 6 April, NATO secretary-general Jens Stoltenberg said that the Russian \"retraction, resupply, and redeployment\" of their troops from the Kyiv area should be interpreted as an expansion of Putin's plans for Ukraine, by redeploying and concentrating his forces on eastern Ukraine.,By 7 April, Russian troops deployed to the northern front by the Russian Eastern Military District pulled back from the Kyiv offensive, reportedly to resupply and redeploy to the Donbas region in an effort to reinforce the renewed invasion of southeastern Ukraine.,American officials said that Russia had withdrawn or been repulsed elsewhere in Ukraine, and therefore was preparing a retraction, resupply, and redeployment of infantry and tank divisions to the southeastern Ukraine front."},{"index":28,"Topic":27,"Count":15,"Name":"27_war_significant_demographic_decline","Representation":"war,significant,demographic,decline,than,especially,is,have,population,escalation","Representative_Docs":"Studies report that this will have a demographic effect, especially in Russia, that lasts much longer than the conflict, and Putin's time in office.,Both Russia and Ukraine faced the prospect of significant population decline even before the war, having among the lowest fertility rates worldwide and considerable emigration.,According to Johannes Wachs, \"The exodus of skilled human capital, sometimes called brain drain, out of Russia may have a significant effect on the course of the war and the Russian economy in the long run.\"According to one survey, around 15 percent of those who left returned to Russia, either permanently or to settle their affairs."},{"index":29,"Topic":28,"Count":15,"Name":"28_peace_negotiations_talks_phase","Representation":"peace,negotiations,talks,phase,round,second,march,began,third,invasion","Representative_Docs":"On 5 October, the peace activist group Code Pink occupied the offices of US Senator Bernie Sanders demanding immediate peace negotiations rather than sending more weapons to the conflict zone.,Peace talks: Second phase of invasion (7 April to 5 September),On 3 March, the second round of peace talks began."},{"index":30,"Topic":29,"Count":14,"Name":"29_billion_aid_provided_states","Representation":"billion,aid,provided,states,ukraine,24,financial,to,humanitarian,congress","Representative_Docs":"On 4 March 2014, the United States pledged $1 billion in aid to Ukraine.,The Kiel Institute tracked $155.9 billion from 41 countries and European Union institutions in financial, humanitarian, and military aid to Ukraine from 24 January 2022 to 24 February 2023.,On 5 May, Ukraine's Prime Minister Denys Shmyhal announced that Ukraine had received more than $12 billion worth of weapons and financial aid from Western countries since the start of Russia's invasion on 24 February."},{"index":31,"Topic":30,"Count":14,"Name":"30_at_interactive_map_war","Representation":"at,interactive,map,war,study,institute,russoukrainian,conflict,ukraine,hybrid","Representative_Docs":"Ukraine conflict updates at the Institute for the Study of War,Interactive Time-lapse: Russia's War in Ukraine at the Institute for the Study of War,Interactive Map: Russia's Invasion of Ukraine at the Institute for the Study of War"},{"index":32,"Topic":31,"Count":13,"Name":"31_nuclear_plant_zaporizhzhia_power","Representation":"nuclear,plant,zaporizhzhia,power,iaea,august,shelling,an,leaks,chernobyl","Representative_Docs":"An IAEA delegation visited the Zaporizhzhia nuclear power plant on 3 September, and on 6 September reported damage and security threats caused by external shelling and the presence of occupying troops in the plant.,Zaporizhzhia Nuclear Power Plant crisis,In response to Russia's disregard of safety precautions during its occupation of the disabled former nuclear power plant at Chernobyl and its firing of missiles in the vicinity of the active Zaporizhzhia Nuclear Power Plant, Zelenskyy called on 26 April for an international discussion on Russia's use of nuclear resources, saying: \"no one in the world can feel safe knowing how many nuclear facilities, nuclear weapons and related technologies the Russian state has ..."},{"index":33,"Topic":32,"Count":13,"Name":"32_peninsula_crimean_crimea_fleet","Representation":"peninsula,crimean,crimea,fleet,bases,took,strategic,military,into,forces","Representative_Docs":"On 27 February, Russian forces without insignias began their advance into the Crimean Peninsula.,At the onset of the conflict, Russia had roughly 12,000 military personnel in the Black Sea Fleet, in several locations in the Crimean peninsula like Sevastopol, Kacha, Hvardiiske, Simferopol Raion, Sarych, and others.,According to the original treaty on the division of the Soviet Black Sea Fleet signed in 1997, Russia was allowed to have its military bases in Crimea until 2017, after which it would evacuate all military units including its portion of the Black Sea Fleet out of the Autonomous Republic of Crimea and Sevastopol."},{"index":34,"Topic":33,"Count":12,"Name":"33_no_talks_breakthrough_lasted","Representation":"no,talks,breakthrough,lasted,concluded,reached,hours,issued,without,after","Representative_Docs":"After the fourth day of talks on 17 March, Russia said an agreement has not been reached.,The talks lasted a few hours and ended without a breakthrough.,After two hours of talks, no agreement was reached."},{"index":35,"Topic":34,"Count":12,"Name":"34_minsk_signed_agreement_guarantee","Representation":"minsk,signed,agreement,guarantee,russia,2013,ussr,glazyev,ukraine,had","Representative_Docs":"A dispute emerged over the role of Russia: Normandy Format members France, Germany, and Ukraine saw Minsk as an agreement between Russia and Ukraine, but Russia insisted Ukraine should negotiate directly with the two separatist republics.,Kremlin adviser Sergei Glazyev announced in September 2013 that if Ukraine signed an EU agreement as planned, Russia would be unable to guarantee Ukraine's independence.,On 22 February 2013 the Ukrainian parliament had overwhelmingly approved of finalizing the agreement with the EU, subsequent to which Russia had put pressure on Ukraine to reject it using the threat of sanctions, with Kremlin adviser Sergei Glazyev pronouncing that if the agreement was signed Russia could not guarantee Ukraine's status as a state."},{"index":36,"Topic":35,"Count":12,"Name":"35_luhansk_donetsk_peoples_republic","Representation":"luhansk,donetsk,peoples,republic,announced,independent,recognize,and,crimea,occupied","Representative_Docs":"On 21 February, Putin announced Russian diplomatic recognition of the Russian-controlled territories of Ukraine as independent states: the Donetsk People's Republic and Luhansk People's Republic.,Dmitry Peskov restated Moscow's demands, that Ukraine should agree to change its constitution to enshrine neutrality, accept that the Crimea was Russian territory, and recognize Donetsk and Luhansk as independent states; he claimed that Russia was ready to halt military operations \"in a moment\" if Kyiv agreed to these conditions.,These included the Donetsk People's Republic and the Luhansk People's Republic in Russian occupied Donetsk and Luhansk oblasts of Ukraine, as well as the Russian-appointed military administrations of Kherson Oblast and Zaporizhzhia Oblast."}]