[{"index":0,"Topic":-1,"Count":569,"Name":"-1_乌克兰_俄罗斯_普京_国家","Representation":"乌克兰,俄罗斯,普京,国家,战争,进行,北约,总统,2022,表示","Representative_Docs":"2022 年 月 中期 俄罗斯 总统 普京 声称 乌克兰 正在 顿巴斯 地区 实施 种族灭绝 行为,入侵 前不久 一次 广播 中 俄罗斯 总统 弗拉基米尔 · 普京 支持 领土 收复 主义 观点 质疑 现代 乌克兰 建国 权 历史 指责 乌克兰 基辅 当局 新纳粹 再次 提及 顿巴斯 种族灭绝 指控 国际 组织 认为 这是 虚假 指控,2014 年 月 亲 俄 武装 占领 顿巴斯 部分 地区 举行 所谓 独立 公投 建立 顿涅茨克 人民共和国 卢甘斯克 人民共和国 顿巴斯 战争 爆发 合并 组建 新 俄罗斯联邦 寻求 俄国 承认 俄国 起初 没有 正式 承认 2022 年 俄国 全面 入侵 乌克兰 前夕 承认 正式 派兵 进入 顿巴斯 地区"},{"index":1,"Topic":0,"Count":335,"Name":"0_中国_表示_支持_俄罗斯","Representation":"中国,表示,支持,俄罗斯,中方,认为,战争,立场,没有,和平","Representative_Docs":"中国 － 俄罗斯 关系 中国 － 乌克兰 关系,泽 连斯基 称 中国 提出 解决 冲突 和平 计划 没有 收到 建议 补充 说 要求 北京 乌克兰 方面 提出 10 点 和平 计划 进行 合作 邀请 举行 最高级别 会议,表示 乌克兰 重要 中国 支持 俄罗斯"},{"index":2,"Topic":1,"Count":128,"Name":"1_视频_媒体_发布_虚假","Representation":"视频,媒体,发布,虚假,信息,照片,一段,俄罗斯,网站,假新闻","Representative_Docs":"月 27 日 央视 军事 中国 官方 媒体 引述 全俄 国家 电视广播 公司 记者 鲁坚科 个人 社交 账号 指控 指 英国广播公司 （ BBC ） 直播 报道 中 发布 称 俄军 炮击 哈尔科夫 导致 民房 受损 照片 实则 乌军 炮击 顿涅茨克 导致 民房 受损 画面,Bellingcat Telegram 频道 元 数据 中 发现 顿涅茨克 人民共和国 亲 俄 领导人 丹尼斯 · 普希林于 月 18 日 发布 一段 视频 称 局势 恶化 平民 送 俄罗斯 安全 地方 造假 原 视频 实际上 月 15 日 拍摄 当时 乌克兰 军方 分离主义 阵地 之间 控制线 局势 平静,媒体"},{"index":3,"Topic":2,"Count":85,"Name":"2_战线_背景_参见_参考文献","Representation":"战线,背景,参见,参考文献,战役,注解,失守,效果,蛇岛,第聂伯罗","Representative_Docs":"东部 战线,第聂伯罗 - 扎波罗热 战线,第聂伯罗 - 扎波罗热 战线"},{"index":4,"Topic":3,"Count":78,"Name":"3_提供_亿美元_武器_德国","Representation":"提供,亿美元,武器,德国,援助,乌克兰,军事援助,美国,防空,物资","Representative_Docs":"月 15 日 美国 乌克兰 提供 价值 10 亿美元 军事援助,美国 总统 乔 · 拜登 2021 年 月 2021 年 12 月 宣布 乌克兰 提供 2.6 亿美元 援助 包括 乌克兰 提供 FGM - 148 标枪 导弹 反坦克 武器 小型 武器 口径 弹药 武器,月 24 日 美国 总统 拜登 宣布 乌克兰 提供 20 亿美元 军事援助 10 亿美元 人道主义 援助"},{"index":5,"Topic":4,"Count":63,"Name":"4_谈判_会谈_双方_小时","Representation":"谈判,会谈,双方,小时,第三轮,没有,对话,双方同意,首轮,停火","Representative_Docs":"小时 谈判 双方同意 维持 停火 下个月 柏林 举行 新一轮 会谈,小时 谈判 双方同意 维持 停火 下个月 柏林 举行 新一轮 会谈,谈判"},{"index":6,"Topic":5,"Count":57,"Name":"5_禁止_银行_宣布_天然气","Representation":"禁止,银行,宣布,天然气,入境,swift,俄罗斯,出口,外国,限制","Representative_Docs":"月 24 日 俄罗斯外交部 宣布 禁止 英国 154 名 议员 入境 俄罗斯,2022 年 月 26 日 国 发表声明 表示 部分 俄罗斯 银行 排除 出 环球 银行 金融 电信 协会 （ SWIFT ） 支付 系统 俄罗斯 央行 实施 限制 措施,占 俄国 金融 总量 80% 银行 排除 国际 支付 系统 SWIFT 外 禁止 美国 公民 俄罗斯 中央银行 进行 交易 MasterCard Visa 停止 俄罗斯 银行 发起 交易 YouTube 关闭 部分 俄罗斯 账号 避免 散播 伪造 之假 讯息"},{"index":7,"Topic":6,"Count":55,"Name":"6_习近平_总统_通电话_会谈","Representation":"习近平,总统,通电话,会谈,连斯基,举行,普京,外交部长,弗拉基米尔,土耳其","Representative_Docs":"2023 年 月 26 日 习近平 乌克兰 总统 弗拉基米尔 · 泽 连斯基 通电话 2022 年 俄罗斯 入侵 乌克兰 二人 首次 通话,2023 年 月 26 日 中华人民共和国 领导人 习近平 乌克兰 总统 弗拉基米尔 · 泽 连斯基 通电话 2022 年 俄罗斯 入侵 乌克兰 二人 首次 通话,2023 年 月 26 日 中华人民共和国 领导人 习近平 乌克兰 总统 弗拉基米尔 · 泽 连斯基 通电话 2022 年 俄罗斯 入侵 乌克兰 二人 首次 通话"},{"index":8,"Topic":7,"Count":45,"Name":"7_死亡_至少_平民_受伤","Representation":"死亡,至少,平民,受伤,轰炸,造成,袭击,导弹,2023,居民楼","Representative_Docs":"2023 年 月 日 俄罗斯 利沃夫 开展 开战 大规模 平民 设施 轰炸 导致 至少 10 位 平民 死亡 至少 36 名 平民 受伤,2023 年 月 日 俄罗斯 导弹 袭击 乌克兰 东部 城市 克拉 马 托尔斯 克 一栋 居民楼 至少 造成 死亡 20 受伤,赫尔松 市 遭到 俄军 轰炸 至少 名 平民 死亡 12 名 平民 受伤"},{"index":9,"Topic":8,"Count":44,"Name":"8_军队_基辅_俄军_尸体","Representation":"军队,基辅,俄军,尸体,发现,平民,乌克兰,攻势,士兵,导弹","Representative_Docs":"基辅 州 西部 俄罗斯 手中 夺回 Buzovaya 村中 一个 加油站 附近 发现 一个 乱葬岗 数十具 遭到 处决 乌克兰 平民 尸体,几分钟 俄罗斯 利用 导弹 空袭 袭击 整个 乌克兰 包括 乌克兰 首都 基辅 在内 多座 城市 防卫 设施 不久 俄军 地面部队 从西 北 南等 多个 方向 大规模 入侵 乌克兰 白俄罗斯 允许 俄军 部队 道 南下 攻击 乌克兰 首都 基辅 战争 全面 爆发,乌克兰 军队 收复 基辅 地区 月 日 布恰 发现 大量 俄军 占领 期间 屠杀 平民 尸体 布恰 大屠杀"},{"index":10,"Topic":9,"Count":42,"Name":"9_事实_报告_事件_意外","Representation":"事实,报告,事件,意外,谎报,兰德,发布,布查,阵亡,翻译","Representative_Docs":"彭博社 不久 发布 道歉 声明 称 意外 发布,报告 指出 存在 明显 错误 问题 包括 事实 语法 格式 拼写错误,发布 报告 新 日报 承认 无法 核实 事实 要求 报告 批评者 提供 事实 核实"},{"index":11,"Topic":10,"Count":41,"Name":"10_协议_谈判_乌克兰_同意","Representation":"协议,谈判,乌克兰,同意,总统,普京,签署,明斯克,连斯基,表示","Representative_Docs":"2013 年 11 月 乌克兰 总统 维克多 · 费奥多 罗维奇 · 亚努 科维奇 俄罗斯 施压 推翻 乌克兰 最高 拉达 决定 拒绝 欧洲联盟 （ 欧盟 / EU ） 签订 乌克兰 — 欧洲联盟 联合 协议 选择 俄罗斯 领导 欧亚 经济 联盟 建立 更 紧密联系 引发 一连串 亲 欧盟 抗议 浪潮 迈丹 起义 最终 2014 年 月 爆发 广场 起义 使亚 努 科维奇 最高 拉达 罢免 下台 逃离 乌克兰,2013 年 11 月 时任 亲俄派 总统 维克托 · 亚努 科维奇 中止 欧盟 签署 联合 协议 自由贸易 协议 导致 乌克兰 发生 示威 广场 革命 和平 示威 很快 演变成 血腥 冲突,俄罗斯 协议 中 角色 出现 争议 诺曼底 模式 成员 法国 德国 乌克兰 认为 明斯克 协议 俄罗斯 乌克兰 之间 协议 俄罗斯 坚持 认为 乌克兰 应该 直接 两个 分裂 共和国 谈判"},{"index":12,"Topic":11,"Count":36,"Name":"11_制裁_实施_实体_欧盟","Representation":"制裁,实施,实体,欧盟,俄罗斯,措施,个人,宣布,资产,冻结","Representative_Docs":"欧盟 还会 俄罗斯 白俄罗斯 实施 新一轮 制裁 相关 措施 包括 追加 制裁 14 名 俄 寡头 146 名 俄联邦 委员会 议员 限制 三家 白俄罗斯 主要 银行 分支机构 提供 SWIFT 国际 结算 系统 服务 俄 实施 海上 航行 技术 出口 管制,月 22 日 美国 欧盟 英国 宣布 制裁 承认 乌东 两 政治 实体 人员,美国 欧盟 英国 宣布 制裁 承认 乌东 两 政治 实体 人员"},{"index":13,"Topic":12,"Count":35,"Name":"12_2022_入侵_24_俄罗斯","Representation":"2022,入侵,24,俄罗斯,乌克兰,反攻,攻势,2021,边境,增兵","Representative_Docs":"彭博社 明镜 周刊 媒体 援引 美国 国家 安全 顾问 杰克 · 苏利文 美国 官员 言论 称 俄罗斯 2022 年 月 16 日 入侵 乌克兰,彭博社 明镜 周刊 媒体 月 12 日 援引 美国 国家 安全 顾问 杰克 · 苏利文 美国 官员 言论 称 俄罗斯 可能 会 2022 年 月 16 日 入侵 乌克兰 确定 具体 日子 时间 俄罗斯 是否 致力于 入侵 决心,2022 年 月 24 日 俄罗斯 乌克兰 发动 入侵"},{"index":14,"Topic":13,"Count":30,"Name":"13_谴责_俄罗斯_俄方_停止","Representation":"谴责,俄罗斯,俄方,停止,要求,决议,美国,岛上,北约,未提","Representative_Docs":"月 25 日 俄军 向东 乌 两个 独立 共和国 以外 地方 南北 全线 推进 五大 常任理事 国 中国 谴责 入侵 联合国安理会 投票 中投 弃权票,声明 没有 俄罗斯 作出 谴责 未提 俄罗斯 撤军 未提 战争 赔款 惩罚 战犯 未 提要 确保 乌克兰 领土 主权 完整 声明 强调 俄罗斯 安全 得到 关注 谴责 单边制裁,10 月 10 日 俄军 乌克兰 全境 发动 大规模 导弹 袭击 此前 谴责 俄罗斯 联合国大会 ES - 11 / 号 决议 中投 弃权票 中国 印度 表达 关切 呼吁 各方 恢复 冷静 对话 手段 解决 分歧"},{"index":15,"Topic":14,"Count":29,"Name":"14_难民_万人_超过_入侵","Representation":"难民,万人,超过,入侵,难民署,越境,乌克兰人,接收,波兰,准备","Representative_Docs":"入侵 导致 双方 数十万 伤亡 造成 欧洲 第二次世界大战 最大 难民 危机 战争 六周 内有 430 万 难民 离开 乌克兰 另有 710 万人 乌克兰 境内 流离失所,月 日 联合国 难民署 难民 事务 高级专员 表示 超 100 万 乌克兰 难民 进入 邻国,波兰 早 入侵 时 难民 涌入 做 准备 入侵 第一天 没有 报告 大量 难民"},{"index":16,"Topic":15,"Count":29,"Name":"15_2022_2023_未来_伟大","Representation":"2022,2023,未来,伟大,12,全体一致,伊始,payton,时政,僵持","Representative_Docs":"2022 年 月,2022 年 月,2022 年 月"},{"index":17,"Topic":16,"Count":27,"Name":"16_实验室_美国_生物_生物武器","Representation":"实验室,美国,生物,生物武器,研究,计划,说法,传播,美国国务院,指控","Representative_Docs":"美国之音 表示 乌克兰 生物 实验室 从事 生物 军事 活动 美国 控制 主导 实验室,事实 查核 机构 Snopes 俄罗斯 入侵 乌克兰 攻击 美国 该国 秘密 生物 实验室 说法 证伪 解释 称 正在 进行 俄罗斯 造谣 运动 一部分 指出 至少 2018 年 俄罗斯 宣传 人员 一再 传播 美国 乌克兰 运营 秘密 生物 实验室 说法,中国 一直 积极 配合 俄罗斯 宣传 美国 乌克兰 全球 实验室 建造 生物武器 这一 说法 中国 环球 电视网 （ CGTN ） 网站 发表 俄罗斯 揭示 美国 资助 乌克兰 生物 项目 证据 中国 敦促 美国 披露 乌克兰 生物 实验室 更 细节 头条新闻"},{"index":18,"Topic":17,"Count":26,"Name":"17_乌克兰_总统_定为_塞尔维亚","Representation":"乌克兰,总统,定为,塞尔维亚,团结,亚历山大,办公室,控制,弗拉基米尔,验证","Representative_Docs":"2022 年 月 11 日 塞尔维亚 总统 亚历山大 · 武契奇 称 乌克兰 危机 局势 发展 塞尔维亚 政府 紧急 订购 大量 粮食,后来 乌克兰 总统 泽 伦斯基 月 15 日 Facebook 一份 声明 中 写道 告知 月 16 日为 入侵 日 决定 日 定为 该国 团结 日,指控 极右翼 乌克兰 自由党 其前 议会 成员 Yuri   Sirotyuk 视频 中 发布 言论 俄方 称为 跨越 高加索 中国 作战 确立 乌克兰 霸主 地位 验证 语音 内容 У к р а ї н а   -   ц е   Х а р т л е н т   Є в р а з і ї ,   т о м у   х т о   к о н т о л ю є   ї ї ,   к о н т р о л ю є   с в і т .   Н е   д а р м а   д в і   с в і т о в і   в і й н и   п р о х о д и л и   с а м е   н а   ї ї   т е р и т о р і ї .   Д л я   т о г о ,   щ о б   м и   з б е р і г л и с я ,   я к   н а ц і я ,   м и   м а є м о   р о з в а л и т и   р о с і й с ь к у   і м п е р і ю   і   п о б у д у в а т и   т а м   п р и р о д н и й   п р о с т і р   н а ц і о н а л ь н и х   д е р ж а в   -   і   м и   м а є м о   с т а т и   в е л и к о ю ,   а м б і т н о ю   к р а ї н о ю .   Я к   м і н і м у м   -   р е г і о н а л ь н и м   л і д е р о м ,   я к и й   б у д е   в п л и в а т и   н а   п р о с т і р   д о   У р а л у ,   д о   К а в к а з у ,   я к и й   р а з о м   з   П о л ь щ е ю   т а   Б а л т і є ю   с ф о р м у є   Ч о р н о м о р с ь к о - б а л т і й с ь к у   в і с ь   б е з п е к и ,   б о   о ч е в и д н о ,   щ о   п а д і н н я   р о с і й с ь к о ї   і м п е р і ї   п р и з в е д е   д о   б і л ь ш о г о   в п л и в у   К и т а ю   ( 声音 模糊 处 ) .   Н а ш е   м а й б у т н є   -   м а й б у т н є   в е л и к о ї   к р а ї н и   і   м а й б у т н є   в е л и к о ї   н а ц і ї . 中文翻译 乌克兰 欧亚大陆 腹地 控制 控制 世界"},{"index":19,"Topic":18,"Count":25,"Name":"18_克里米亚_敖德萨_武装_地区","Representation":"克里米亚,敖德萨,武装,地区,人民共和国,控制,顿巴斯,佩戴,傀儡政权,政权","Representative_Docs":"乌克兰 代理 总统 亚历山大 · 图奇 诺夫 指责 俄罗斯 支持 武装 分子 夺取 克里米亚 议会 大厦 政府 办公室 挑起 冲突 俄罗斯 军事行动 比作 2008 年 俄罗斯 － 格鲁吉亚 战争 当时 俄罗斯 军队 占领 格鲁吉亚共和国 部分 地区 导致 阿布哈兹 南奥塞梯 两个 地区 脱离 格鲁吉亚 宣布独立,导火索 广场 革命 亲 俄 乌克兰 总统 维克托 · 亚努 科维奇 罢免 下台 导致 乌克兰 东部 东南部 地区 爆发 亲 俄 动乱 俄罗斯 出兵 占领 克里米亚 俄罗斯 举行 极具 争议 公投 正式 吞并 克里米亚,乌克兰 东部 地区 亲 俄 分离主义 武装 发动 叛乱 建立 两个 政权 （ 卢甘斯克 人民共和国 顿涅茨克 人民共和国 ） 新 上台 乌克兰政府 随即 发动 反攻 但亲 俄 分离 武装 俄罗斯 协助 成功 抵抗 引发 顿巴斯 战争"},{"index":20,"Topic":19,"Count":24,"Name":"19_决议_联合国大会_联合国_无条件","Representation":"决议,联合国大会,联合国,无条件,要求,人权,欧洲议会,11,国家,2022","Representative_Docs":"2023 年 月 23 日 联合国大会 压倒性 多数 一项 要求 俄罗斯联邦 立即 彻底 无条件 军事力量 乌克兰 国际 公认 边界 领土 撤出 呼吁 停止 敌对行动 决议,2022 年 月 日 联合国大会 第十一届 紧急 特别 会议 141 国家 多数 赞成 联合国大会 ES - 11 / 号 决议 谴责 俄罗斯 侵略 乌克兰 要求 俄 全面 撤军 撤销 承认 顿涅茨克 人民共和国 卢甘斯克 人民共和国,2022 年 月 日 联合国 俄乌 情势 召开 紧急 特别 会议 压倒性 票数 联合国大会 ES - 11 / 号 决议 谴责 俄罗斯 侵略 乌克兰 要求 俄国 无条件 撤军"},{"index":21,"Topic":20,"Count":22,"Name":"20_卢甘斯克_顿涅茨克_地区_承认","Representation":"卢甘斯克,顿涅茨克,地区,承认,人民共和国,宣布,大使级,顿巴斯,建立,兼并","Representative_Docs":"2022 年 月 21 日 俄罗斯 宣布 承认 顿涅茨克 人民共和国 卢甘斯克 人民共和国 签署 友好合作 互助 条约 协议 俄军 维和部队 进入 顿巴斯 协助 抵御 乌军 获得 建立 军事基地 权利,2022 年 月 21 日 俄罗斯 承认 乌克兰 东部 亲 俄 武装 2014 年 乌东 地区 成立 顿涅茨克 人民共和国 卢甘斯克 人民共和国 独立国家 次日 建交 俄罗斯联邦政府 维和部队 名义 派遣 俄军 进入 顿巴斯 地区,同日 俄罗斯 正式 承认 东 乌克兰 顿巴斯 地区 分离 共和国 顿涅茨克 人民共和国 卢甘斯克 人民共和国 普京 说 承认 范围 局限 叛军 控制区 两个 州 整个 地区 命令 包括 装甲部队 在内 军队 进入 两 地区 展开 维和 行动"},{"index":22,"Topic":21,"Count":19,"Name":"21_网球_联合会_运动员_协会","Representation":"网球,联合会,运动员,协会,国际,白俄罗斯,禁令,参加,参赛,国际足联","Representative_Docs":"组织 全英 草地 网球 门球 俱乐部 草地 网球 协会 相关 措施 采取 全面禁止 俄白 运动员 参加 赛事,领域 里 国际 网球 联合会 暂停 俄罗斯 网球 联合会 （ RTF ） 白俄罗斯 网球 联合会 （ BTF ） 成员 资格 无限期 停赛,月 20 日 网坛 四大 满贯 温布尔登 网球 锦标赛 官网 发布公告 称 拒绝 俄罗斯 白俄罗斯 球员 参加 2022 年 温布尔登 网球 锦标赛 国际 男子 职业 网球 协会 （ ATP ） 女子 网球 协会 （ WTA ） 决定 取消 温网 世界排名 积分"},{"index":23,"Topic":22,"Count":17,"Name":"22_公民_撤离_中国_大使馆","Representation":"公民,撤离,中国,大使馆,通知,护照,人员,登记,随意,亮明","Representative_Docs":"月 日 中国 驻 敖德萨 总领馆 发布 组织 第三批 敖德萨 撤离 中国 公民 通知 符合 资格 中国 公民 获 安排 撤离,月 25 日 中国 驻 乌克兰 使馆 发布 请拟 乌克兰 撤离 中国 公民 进行 登记 紧急通知 紧急通知 启动 撤离 预案 27 日 确定 大使馆 人员 撤离 六千余 名 人员,首 三日 撤侨 行动 中 已有 超过 3000 名 乌 中国 公民 安全 转移 乌克兰 周边国家 中国外交部 持续 驻 乌克兰 大使馆 研究 制定 保障 乌 中国 公民 安全 撤离 可行 方案 研究 制定 保障 乌 中国 公民 安全 撤离 可行 方案"},{"index":24,"Topic":23,"Count":16,"Name":"23_二战_战争_全面战争_罪行","Representation":"二战,战争,全面战争,罪行,欧洲,2014,谈一谈,整年,时刻,最快","Representative_Docs":"准备 会见 想 谈一谈 全面战争 前 接触 整年 一年 没有 联系,说 二战 欧洲 黑暗 时刻,俄乌 边境 出现 二战 欧洲 最大 军事 动员"},{"index":25,"Topic":24,"Count":16,"Name":"24_价格_美元_小麦_最高","Representation":"价格,美元,小麦,最高,天然气,期货,飙升,创下,交易所,上涨","Representative_Docs":"应对 袭击 小麦 价格 已经 飙升 2008 年 最高 水平 俄罗斯 乌克兰 生产 全球 30% 供应,欧美 制裁 俄罗斯 俄国 不能 美元 / 欧元 结算 油价 天然气 价格 大涨 油价 2021 年 12 月 70 美元 升到 2022 年 月 中 124 美元 造成 全球通 膨 危机,芝加哥 期货 交易所 基准 月 小麦 期货 合约 月 25 日 达到 2012 年 最高 价格 玉米 大豆价格 飙升"},{"index":26,"Topic":25,"Count":15,"Name":"25_民族_历史_帝国_文化","Representation":"民族,历史,帝国,文化,俄罗斯族,人口,俄语,罗斯,现代,认同","Representative_Docs":"断言 现代 乌克兰 苏俄 1917 年 对前 俄罗斯 帝国 少数民族 民族主义 绥靖 政策 一部分 创造 质疑 现代 乌克兰 建国 权 历史,俄罗斯 帝国 吞并 克里米亚 长期 实施 种族 清洗 殖民政策 克里米亚 鞑靼人 种族 屠杀 强制 流放 俄族 人口 大量 移居 克里米亚 克里米亚 长期 成为 乌克兰 唯一 俄罗斯族 人口 超过 乌克兰 族 一级 行政区,2000 年 泰德 · 格兰特 马克思主义 民族 问题 中称 乌克兰语 俄语 非常 接近 两国人民 几个 世纪 拥有 共同 历史 （ 基辅 最初 古代 俄罗斯 首都 ） 乌克兰人 形成 一个 独立 民族 拥有 语言 文化 国家 认同 — — 这一 事实 总是 俄罗斯 认识 传统 上将 乌克兰人 称为 ‘ 俄罗斯 ’"},{"index":27,"Topic":26,"Count":13,"Name":"26_航班_航空_罗马尼亚_布加勒斯特","Representation":"航班,航空,罗马尼亚,布加勒斯特,起飞,撤侨,领空,济南,飞往,越南","Representative_Docs":"首批 撤侨 包机 共有 中国 国航 中国东方航空 海南 航空 三家 航司 航班 共 搭乘 , 200 日至 日 抵达 布加勒斯特 返回 国内 杭州 郑州 济南 兰州 四地 机场,月 日 中国东方航空 执飞 两班 撤侨 包机 罗马尼亚 布加勒斯特 飞往 兰州 济南 预计 时间 下午 时 时 50 分从 出发 月 日 海航 执飞 撤侨 航班 罗马尼亚 布加勒斯特 飞往 杭州 济南,越南政府 越南 航空局 发布 通知 要求 越航 越捷 越竹 航空公司 制定 相关 方案 撤离 乌 越南 公民 航班 乌克兰 周边 六个 地点 接机 点 波兰 华沙 匈牙利 布达佩斯 斯洛伐克 布拉迪斯拉发 俄罗斯 莫斯科 白俄罗斯 明斯克 市及 罗马尼亚 布加勒斯 进行 接 越南 公民 乌克兰 回国 任务 致信 乌克兰 波兰 罗马尼亚 匈牙利 斯洛伐克 捷克 德国 等国 越南人 社团 要求 协助 越南人 登记 回国 提供 联系方式"},{"index":28,"Topic":27,"Count":13,"Name":"27_方案_和平_有效_欢迎","Representation":"方案,和平,有效,欢迎,认可,尊重,讨论,必须,机制,均衡","Representative_Docs":"方案 得到 有效 实施 确保 乌克兰 和平 建立 应对 世界 未来 冲突 机制,王毅 乌克兰 协助 撤侨 表示感谢 欢迎 俄乌 和谈 建立 均衡 有效 持续 欧洲 安全 机制,俄乌 两国均 非洲 代表团 表示 欢迎 乌克兰 外交部长 库 列巴 发出 警告 称 和平 倡议 应该 尊重 乌克兰 领土完整 必须 字里行间 体现 出 乌克兰 领土 不再 俄罗斯 不能 敷衍了事"},{"index":29,"Topic":28,"Count":12,"Name":"28_撤离_大使馆_外交人员_关闭","Representation":"撤离,大使馆,外交人员,关闭,家属,下令,西部,等国,撤出,波兰","Representative_Docs":"2022 年 月 14 日 美国 国务卿 安东尼 · 布 林肯 下令 关闭 位于 乌克兰 首都 基辅 大使馆 少数 外交人员 转移 乌 西部 城市 利沃夫,月 14 日 美国 国务卿 安东尼 · 布 林肯 下令 关闭 驻 乌克兰 大使馆 剩余 外交人员 转移 乌克兰 西部 城市 利沃夫,2022 年 月 24 日 美国国务院 下令 驻 基辅 大使馆 外交人员 家属 撤离"},{"index":30,"Topic":29,"Count":12,"Name":"29_nazk_销售_公司_海康","Representation":"nazk,销售,公司,海康,大华,威视,赞助商,列入,名单,科技","Representative_Docs":"NAZK 作出 这一 决定 原因 表示 俄罗斯 入侵 乌克兰 期间 大多数 欧洲 日本 韩国 汽车 制造商 停止 俄罗斯 市场 销售 情况 公司 依然 继续 俄罗斯 展示 销售 品牌 新车型 企图 增加 俄罗斯 销售 利润 公司 管理层 没有 谴责 俄罗斯 乌克兰 战争,月 日 NAZK 宣布 长城汽车 列入 俄罗斯 入侵 乌克兰 战争 国际 赞助商 名单,月 日 NAZK 宣布 海康 威视 大华 科技 一同 列入 俄罗斯 入侵 乌克兰 战争 国际 赞助商 名单"},{"index":31,"Topic":30,"Count":12,"Name":"30_核电站_袭击_火箭炮_事件","Representation":"核电站,袭击,火箭炮,事件,火箭弹,扎波罗热,海马,导弹,乌者,原料","Representative_Docs":"扎波罗热 核电站 袭击 事件,所谓 核 原料 照片 2016 年 墨西哥 放射性物质 失窃 新闻 图片 搜 别洛 雅尔 斯克 核电站 新西伯利亚 科学 工业园 PIK 研究 反应堆,海马 斯 火箭炮 亲 乌者 视为 绝佳 武器 80 公里 射程 精准 摧毁 弹药库 破坏 基础设施 敌军 补给 困难"},{"index":32,"Topic":31,"Count":11,"Name":"31_弃权_决议_反对票_国家","Representation":"弃权,决议,反对票,国家,厄立特里亚,赞成,赞成票,古巴,反对,津巴布韦","Representative_Docs":"15 国家 组成 安理会 成员 决议 中以 10 票 赞成 票 反对 票 弃权 决议,决议 获到 94 国家 投 赞成票 14 国家 投了 反对票 另有 73 国家 弃权,决议 草案 最终 33 票 赞成 票 反对 12 票 弃权 一张 反对票 厄立特里亚"},{"index":33,"Topic":32,"Count":11,"Name":"32_安德烈_部长_枢机主教_拜登","Representation":"安德烈,部长,枢机主教,拜登,美国,国务卿,乌波尔,空袭,顾问,马里","Representative_Docs":"俄罗斯 提供 证据 指向 四名 指挥官 穆罕默德 · 图沙耶夫 维塔利 · 格拉西莫夫 安德烈 · 莫德维切 夫 安德烈 · 科 列斯 尼科夫 活着 阿尔乔 姆 · 纳斯布林 怀疑 虚构 人物,俄罗斯 外交部长 拉夫罗夫 乌克兰 外交部长 库列 土耳其 安塔利亚 举行会谈 拉夫罗夫 否认 俄军 空袭 马里 乌波尔 医院 俄罗斯 媒体报道 中称 马里 乌波尔 空袭 中 所谓 受伤 孕妇 该市 知名 模特 玛丽 安娜 · 波德 古尔斯 卡娅 （ Marianna   Podgurskaya ） 扮演 医院 里 人员 早就 乌克兰 民族主义 分子 驱赶 走,月 16 日 俄罗斯外交部 表示 俄罗斯 美国 总统 拜登 加拿大 总理 特鲁多 美国 国务卿 布 林肯 美国 国防部长 奥斯汀 白宫 新闻 秘书 莎琪 美国 前 国务卿 希拉里 · 克林顿 拜登 之子 亨特 · 拜登 美国参谋长联席会议 主席 马克 · 米 利   国家 安全 顾问 杰克 · 沙利文 中情局 局长 威廉 · 伯恩斯 副 国家 安全 顾问 达利 普 · 辛格 美国 国际 开发署 署长 萨曼莎 · 鲍尔 财政部 副 部长 瓦利 · 阿德 耶莫 美国 进出口银行 行长 雷塔 · 乔 · 刘易斯 实施 制裁 禁止 入境 俄罗斯 冻结 俄 资产"}]